Repository: ryanhuge/memovoice
Catalog: MemoVoice/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: AI meeting summaries
zh_hant: AI 會議摘要

source: An unknown error occurred.
zh_hant: 發生未知錯誤。

source: API Key
zh_hant: API 金鑰

source: API Keys
zh_hant: API 金鑰

source: Apple Live Transcription
zh_hant: Apple 即時轉錄

source: Audio
zh_hant: 音訊

source: Audio extraction from video files
zh_hant: 從影片檔案擷取音訊

source: Audio/Video File
zh_hant: 音訊/影片檔案

source: Auto Detect
zh_hant: 自動偵測

source: Built-in
zh_hant: 內建

source: Cancel
zh_hant: 取消

source: Change
zh_hant: 更換

source: Chinese (CN) Female
zh_hant: 中文（中國）女聲

source: Chinese (TW) Female
zh_hant: 中文（台灣）女聲

source: Chinese (TW) Male
zh_hant: 中文（台灣）男聲

source: Chunk Duration:
zh_hant: 分塊時長：

source: Claude CLI uses your existing authentication. No API key needed.
zh_hant: Claude CLI 使用您現有的驗證，無需 API 金鑰。

source: Common voices:
zh_hant: 常用語音：

source: Completed
zh_hant: 已完成

source: Copy
zh_hant: 複製

source: Custom
zh_hant: 自訂

source: Custom meeting template
zh_hant: 自訂會議模板

source: Default Model
zh_hant: 預設模型

source: Default Target Language
zh_hant: 預設目標語言

source: Default TTS Provider
zh_hant: 預設語音朗讀提供者

source: Default Voice
zh_hant: 預設語音

source: Delete
zh_hant: 刪除

source: Description
zh_hant: 描述

source: Done
zh_hant: 完成

source: Download
zh_hant: 下載

source: Downloading from YouTube
zh_hant: 正在從 YouTube 下載

source: Downloading from YouTube...
zh_hant: 正在從 YouTube 下載⋯

source: Downloading model...
zh_hant: 正在下載模型...

source: Downloading model... %lld%%
zh_hant: 正在下載模型... %lld%%

source: Drag & drop or click to select
zh_hant: 拖放或點擊以選擇檔案

source: Duration of each audio chunk for processing. Smaller = less memory, more overhead.
zh_hant: 每個音訊分塊的處理時長。較短 = 較少記憶體，較多負擔。

source: Edge TTS is free and requires no API key. Fish Audio and MiniMax require API keys configured in the API Keys tab.
zh_hant: Edge TTS 免費且無需 API 金鑰。Fish Audio 和 MiniMax 需要在 API 金鑰分頁中設定金鑰。

source: Edge TTS Voices
zh_hant: Edge TTS 語音

source: Edit
zh_hant: 編輯

source: English Female
zh_hant: 英語女聲

source: English Male
zh_hant: 英語男聲

source: Export
zh_hant: 匯出

source: Export to SRT, DOCX, TXT, Markdown
zh_hant: 匯出為 SRT、DOCX、TXT、Markdown

source: Export transcript
zh_hant: 匯出轉錄內容

source: Export Transcript
zh_hant: 匯出轉錄內容

source: Extracting audio...
zh_hant: 擷取音訊中⋯

source: Extracting Audio...
zh_hant: 擷取音訊中⋯

source: Failed
zh_hant: 失敗

source: French Female
zh_hant: 法語女聲

source: General
zh_hant: 一般

source: Generate meeting summary
zh_hant: 產生會議摘要

source: Generate Summary
zh_hant: 產生摘要

source: Generating summary…
zh_hant: 產生摘要中⋯

source: German Female
zh_hant: 德語女聲

source: Import an audio or video file to get started.
zh_hant: 匯入音訊或影片檔案以開始使用。

source: Import File
zh_hant: 匯入檔案

source: Import File / URL
zh_hant: 匯入檔案 / 網址

source: Importing...
zh_hant: 匯入中⋯

source: Include timecodes
zh_hant: 包含時間碼

source: Include translation
zh_hant: 包含翻譯

source: Input Source
zh_hant: 輸入來源

source: Install Log
zh_hant: 安裝記錄

source: Install via Homebrew
zh_hant: 透過 Homebrew 安裝

source: Installed
zh_hant: 已安裝

source: Invalid YouTube URL
zh_hant: 無效的 YouTube 網址

source: Japanese Female
zh_hant: 日語女聲

source: Korean Female
zh_hant: 韓語女聲

source: Language
zh_hant: 語言

source: Large V3 (~2.9GB, most accurate)
zh_hant: Large V3（~2.9GB，最精確）

source: Large V3 Turbo (~1.6GB, recommended)
zh_hant: Large V3 Turbo（~1.6GB，推薦）

source: Loading model from cache...
zh_hant: 從快取載入模型...

source: Loading model...
zh_hant: 載入模型...

source: Local speech-to-text transcription powered by Whisper AI
zh_hant: 本地語音轉文字 由 Whisper AI 驅動

source: Meeting Summary
zh_hant: 會議摘要

source: Model
zh_hant: 模型

source: Model ready.
zh_hant: 模型已就緒。

source: Multi-language recognition
zh_hant: 多語言辨識

source: Name
zh_hant: 名稱

source: New Project
zh_hant: 新增專案

source: New Template
zh_hant: 新模板

source: New Transcription
zh_hant: 新增轉錄

source: No Projects
zh_hant: 沒有專案

source: No segments to translate.
zh_hant: 沒有可翻譯的段落。

source: No source file specified for this project.
zh_hant: 此專案未指定來源檔案。

source: No speakable text.
zh_hant: 沒有可朗讀的文字。

source: No Summary
zh_hant: 尚無摘要

source: No text to speak.
zh_hant: 沒有可朗讀的文字。

source: No transcript segments to summarize.
zh_hant: 沒有可摘要的轉錄段落。

source: Not Found
zh_hant: 未找到

source: Not set
zh_hant: 未設定

source: One-click translation
zh_hant: 一鍵翻譯

source: Original
zh_hant: 原文

source: Overlap between chunks to prevent word splitting at boundaries.
zh_hant: 分塊之間的重疊時間，以防止斷詞。

source: Overlap:
zh_hant: 重疊：

source: Paste YouTube URL here...
zh_hant: 在此貼上 YouTube 網址⋯

source: Plain Text (.txt)
zh_hant: 純文字（.txt）

source: Preparing download...
zh_hant: 準備下載中⋯

source: Preparing transcript…
zh_hant: 準備轉錄內容⋯

source: Preparing...
zh_hant: 準備中⋯

source: Press the button to start recording
zh_hant: 按下按鈕開始錄音

source: Project Title
zh_hant: 專案名稱

source: Projects
zh_hant: 專案

source: Provider
zh_hant: 提供者

source: Read Aloud
zh_hant: 朗讀

source: Record Audio
zh_hant: 錄音

source: Required Tools
zh_hant: 必要工具

source: Retry
zh_hant: 重試

source: Save
zh_hant: 儲存

source: Save & Transcribe
zh_hant: 儲存並轉錄

source: Save Changes
zh_hant: 儲存變更

source: Saving results...
zh_hant: 儲存結果中⋯

source: Search transcript...
zh_hant: 搜尋轉錄內容⋯

source: Sections
zh_hant: 段落

source: Sections (comma separated)
zh_hant: 段落（以逗號分隔）

source: Select a Template
zh_hant: 選擇模板

source: Select a template and click 'Generate Summary'
zh_hant: 選擇模板並點擊「產生摘要」

source: Sending to Claude CLI…
zh_hant: 傳送至 Claude CLI⋯

source: Set
zh_hant: 設定

source: Source
zh_hant: 來源

source: Spanish Female
zh_hant: 西班牙語女聲

source: Speak
zh_hant: 播放

source: SRT Subtitle
zh_hant: SRT 字幕

source: Start Transcription
zh_hant: 開始轉錄

source: Starting download...
zh_hant: 開始下載⋯

source: Stop
zh_hant: 停止

source: Summary
zh_hant: 摘要

source: Supports: MP3, WAV, M4A, FLAC, MP4, MOV, MKV
zh_hant: 支援格式：MP3、WAV、M4A、FLAC、MP4、MOV、MKV

source: System (macOS)
zh_hant: 系統（macOS）

source: System Prompt
zh_hant: 系統提示詞

source: Template
zh_hant: 模板

source: Template Details
zh_hant: 模板詳細資訊

source: Templates
zh_hant: 模板

source: Text-to-speech
zh_hant: 文字轉語音

source: Text-to-speech playback
zh_hant: 文字轉語音朗讀

source: Tiny (~75MB, fastest)
zh_hant: Tiny（~75MB，最快）

source: Toggle translation view
zh_hant: 切換翻譯視圖

source: Tools
zh_hant: 工具

source: Transcribe audio & video files
zh_hant: 轉錄音訊與影片檔案

source: Transcribing...
zh_hant: 轉錄中⋯

source: Transcription Failed
zh_hant: 轉錄失敗

source: Translate All
zh_hant: 全部翻譯

source: Translate to
zh_hant: 翻譯為

source: Translated
zh_hant: 譯文

source: Translated to: %@
zh_hant: 已翻譯為：%@

source: Translating…
zh_hant: 翻譯中⋯

source: Translation
zh_hant: 翻譯

source: Translation and summary generation
zh_hant: 翻譯與摘要產生

source: Translation API Keys
zh_hant: 翻譯 API 金鑰

source: TTS
zh_hant: 語音朗讀

source: TTS API Keys
zh_hant: 語音朗讀 API 金鑰

source: Use
zh_hant: 使用

source: Uses system Claude CLI
zh_hant: 使用系統 Claude CLI

source: Valid YouTube URL
zh_hant: 有效的 YouTube 網址

source: Video
zh_hant: 影片

source: Voice
zh_hant: 語音

source: Whisper Model
zh_hant: Whisper 模型

source: Word Document (.docx)
zh_hant: Word 文件（.docx）

source: YouTube URL
zh_hant: YouTube 網址

source: YouTube URL support
zh_hant: 支援 YouTube 連結

source: YouTube video/audio download
zh_hant: YouTube 影片/音訊下載
